[
  {
    "model": "blog.blog",
    "pk": 1,
    "fields": {
      "header": "Какие наушники Apple выбрать: AirPods Max или Beats Studio Pro?",
      "body": "19 июля, Apple без особой помпы представила наушники своей дочерней компании Beats Studio Pro. О главных изменениях я писал в новости, посвящённой этим наушникам:\r\n\r\nСпустя почти сутки множество СМИ вычленили главные отличия от других полноразмерных наушников Apple — AirPods Max:\r\n\r\nИ тут сразу последовали комментарии и вопросы, мол, Apple выпустила наушники лучше AirPods Max, она что, активно сливает эту модель?\r\n\r\nНа бумаге действительно это выглядит странно. Дешевле, легче, да ещё и поддерживают полноценный Lossless по Type-C!\r\n\r\nОчевидно, Beats Studio Pro выглядят интереснее по техническим характеристикам. И, кажется, их действительно надо брать. Но всё ли так очевидно?\r\n\r\nЧестно говоря, я не держал в руках наушники, и у меня нет претензий к сравнению. Разве что вы не можете сказать, какие из наушников лучше.\r\n\r\nОбъективно Studio Pro лучше по нескольким параметрам: время работы от одного заряда, более современная версия Bluetooth, которая чуть более энергоэффективнее и в теории быстрее подключается, а также цена и количество разъёмов. Если вы выбираете наушники по этим параметрам, то Beats Studio Pro действительно лучше AirPods Max.\r\n\r\nНо эти параметры не ответят на главный вопрос: какие наушники действительно лучше. Мы не знаем, как они звучат и лучше ли их звук, чем у далеко не самых выдающихся AirPods Max.\r\n\r\nМало того, у каждого свои звуковые предпочтения и каждому нравится свой звук. Я, например, вообще не люблю Sony — я считаю их бас ужасным, а из-за свистящего шумодава всех флагманских наушников компании, которые я слушал, у меня болела голова. При этом у этих наушников огромная база поклонников.\r\n\r\nДругой момент — наушники могут оказаться неудобны лично вам. Возьмём те же AirPods Max. Только ленивый не поругал их из-за веса, но я брал их в довольно длительные полёты и могу сказать, что это самые удобные беспроводные полноразмерные наушники из всех, что я пробовал. А я пробовал очень много наушников.\r\n\r\nПри этом наушники Beats лично мне были неудобны, а Beats Solo3 Wireless вообще сильно сдавливали голову. И я опасаюсь, что Beats Studio Pro окажутся с такой же неудобной посадкой.\r\n\r\nНе стоит забывать и про разные приколы. Например, в AirPods Max есть адаптивный эквалайзер, из-за которого я не могу нормально пользоваться этими наушниками. Причина в грудино-ключично-сосцевидной мышце, которая начинается у всех нас за ухом и заканчивается в районе ключиц. Дело в том, что у меня она, когда я поворачивую голову, приподнимает одну из амбушюров «максов». В итоге адаптивный эквалайзер пытается компенсировать потери и меняет звук. Это происходит буквально на четверть секунды, но это заметно. Это звучит так, будто наушники сходят с ума.\r\n\r\nАмбушюры также важны. И у Beats Studio Pro они сделаны из искусственной кожи. Я любитель замши, как на моих домашних Beyerdynamic DT 990 Pro, или тканевых, как у AirPods Max — в них уши не потеют, такие амбушюры практически не нагреваются, они тише (да, звук искусственной кожи, трущейся о волосы или кожу головы, может бесить) и вообще от них уши не так устают, как от кожзама. Ну и тот факт, что амбушюры и «битсов» незаменяемые, тоже не играет на пользу этим наушникам.\r\n\r\nИнтерес вызывают разъёмы Beats Studio Pro и то, как с ними наушники себя поведут. Заявлена поддержка по кабелю в качестве 24 бит / 48 кГц, но тут стоит уточнить, что при подключении по USB Type-C отключается шумодав. Казалось бы, ничего такого, но почему я не могу смотреть видео с проводным звуком в самолёте?\r\n\r\nBeats Studio Pro поддерживают три звуковых профиля, которые работают так же только по проводу:\r\n\r\n«Сбалансированный» — просто все настройки сведены к условно среднестатистическому представлению о неплохом звуке.\r\nРежим «Развлечение» предназначен для просмотра фильмов. Тут будет шире сцена, а также эквалайзер настроен именно с акцентом на просмотр кино.\r\nИ третий профиль для разговоров. Собственно, тут всё понятно.\r\nЧестно говоря, мне не очень понятно, почему три этих режима работают только по Type-C.\r\n\r\nИтог\r\nЭтим текстом я бы хотел донести несколько мыслей.\r\n\r\nВо-первых, никакие цифры технических характеристик не дадут вам представления о звуке. Ну за исключением откровенно паршивых показателей, которых сейчас нет нигде. А паршивый звук есть.\r\n\r\nВо-вторых, заявленная поддержка кодеков также не даст никакого представления о звуке. Есть отличные наушники с поддержкой SBC и AAC, а есть отвратительные с aptX, LDAC и HDAC и другими, менее популярными и чуть более Lossless-кодеками.\r\n\r\nВ-третьих, уши у каждого свои. И вам могут не подойти наушники, которые подходят вашим друзьям. Например, со всеми AirPods у меня какие-то проблемы и они мне тупо не подходят. И было бы неловко, если бы я купил себе «прошки».\r\n\r\nВ общем, слушайте наушники перед покупкой. Слушайте себя и больше никого не слушайте!",
      "image": "456465464654.jpg",
      "create_date": null,
      "is_published": true,
      "view_count": 51,
      "slug": "kakie-naushniki-apple-vyibrat-airpods-max-ili-beats-studio-pro"
    }
  },
  {
    "model": "blog.blog",
    "pk": 2,
    "fields": {
      "header": "Почему Apple забыла про iMac",
      "body": "Как пользователь iMac я негодую: давно жду обновление моноблока, а его всё нет и нет. При этом модельный ряд ноутбуков Apple регулярно обновляет, линейка разрослась до неприличных объёмов. Не забывает Apple и про Mac mini, даже Studio обновила. При этом универсальный iMac словно перестал существовать в её мире.\r\n\r\nОдин вместо трёх\r\nДалеко углубляться в историю я не хочу, просто напомню, что несколько лет назад Apple продавала сразу три модели iMac. Был 21,5-дюймовый, потом шла 27-дюймовая модель, а возглавлял серию iMac Pro. Вполне логичная и понятная линейка. Но потом начались перемены: 21,5-дюймовую модель заменили на 23,5-дюймовую. Новый дизайн, свежий на тот момент чип M1 — всё прекрасно, за исключением маленького экрана. Я пробовал перейти на эту модель, но работать было некомфортно.\r\nКазалось бы, берёшь и делаешь аналогичный iMac покрупнее, в том же дизайне, с тем же железом, просто с дисплеем более приятной диагонали. Хочется 32–34 дюйма, но и 27 сошли бы на крайний случай. Но такой модели не было ни в 2021 году, ни в следующем. Только слухи, что якобы идут работы над крупной моделью с 32-дюймовым экраном и новейшим чипом M3. Новые технологии ближайшего будущего ждать уже надоело, хочется большой iMac здесь и сейчас, а его нет.\r\n\r\nДа хотя бы старый дизайн и новую начинку\r\nУ меня нет каких-то сверхзадач, но мой iMac конца 2017 года, актуальный на момент покупки летом 2018 года, порой работает не очень плавно на фоне более свежих макбуков с M1 даже в начальных версиях. Наверное, можно снести систему, сделать очистку данных и по новой настроить, но точно так же ведёт себя и мой MacBook Pro 16 конца 2019 года. Подозреваю, что софт просто хуже работает на моделях с чипами Intel и ничего тут не поделаешь. Хочешь скорости — переходи на M1/M2, вот там всё очень быстро.\r\nУ меня такое ощущение, что Apple по неведомым причинам просто не видит в iMac смысла. И это странно, потому как устройство можно не обновлять внешне, не тратить средства и время на разработку нового дизайна, но просто поменять железо на свежее. За примером далеко ходить не надо: взять MacBook Pro 13″ с тачбаром. Модель в современной линейке занимает странное положение, вроде как свежее железо, но на фоне Air и старшего Pro 14 она выглядит архаично. Как iPhone SE (2022). Ну и что с того, Apple же продаёт и не снимает с продажи.\r\nВыбирать не из чего\r\nКазалось бы, поступи таким же образом и с iMac, но нет. Или пользуйся старыми машинами на Intel, или с грустью перебирайся на маленький iMac 24″, либо смотри в сторону Mac mini или Studio. Но к ним потребуется внешний монитор, а это палка о двух концах.\r\n\r\nК плюсам можно отнести свободу выбора дисплея любого формата, диагонали и разрешения. Вдобавок можно в будущем апгрейдить компьютер, сохранив любимый монитор. Или наоборот, как больше нравится.\r\nОднако есть и минусы. Если я хочу 27-дюймовый монитор Apple, то нужно заплатить за него порядка 200 000 рублей. Если iMac 27″ 5K для своего времени был крут, то здесь ничего такого: 60 Гц, поддержки HDR нет. Сомнительное предложение. Если почитать про другие модели на рынке, то тоже не всё гладко, у меня сложилось впечатление, что идеальный дисплей и не найти, везде какие-то компромиссы, а более-менее адекватный вариант не за бешеные деньги — это дисплей Huawei MateView 28″.\r\nДругая неприятная особенность сочетания дисплея и отдельной коробки с железом — это лишние провода. В моноблоке же всё встроенное, аккуратное и без лишних предметов.\r\n\r\nЗачем iMac, если есть MacBook Pro?\r\nЯ провёл опрос в нашей команде, оказалось, что не я один любитель iMac’ов. Ребятам нравится минимализм, отсутствие лишних проводов. Ведь iMac выглядит как большой монитор, при этом он отлично откалиброван и подходит для редактирования фото и видео.\r\nНо встретил я и противоположное мнение. В первую очередь iMac уступает MacBook Pro в мобильности, если ноутбук можно взять с собой, то перемещение iMac превращается в максимально неудобный процесс. Во времена Intel-машин особого преимущества у iMac в производительности не было, а теперь и подавно разрыв в производительности просто огромный.\r\n\r\nМир ноутбуков победил?\r\nСудя по тому, что Apple не особо торопится что-то менять, поклонникам iMac выбирать особо не из чего. Если не смущает небольшой размер экрана, то проще перейти на MacBook Pro 14 или 16, докупив внешний монитор. Либо выбрать Mac mini или Studio, ну и опять же, подключив дисплей.\r\n\r\nКак более компактное, мобильное, но при этом мощное устройство 16-дюймовый MacBook Pro смотрится более рациональным решением. Ведь и к нему можно внешний дисплей любой подходящей диагонали подключить. Но я хочу новый большой iMac. Поэтому с нетерпением жду его и читаю все связанные с ним новости, надеясь, что слухи однажды сбудутся.",
      "image": "imac.jpg",
      "create_date": null,
      "is_published": true,
      "view_count": 1,
      "slug": "pochemu-apple-zabyila-pro-imac"
    }
  }
]