[
  {
    "model": "main.category",
    "pk": 1,
    "fields": {
      "name": "Смартфон",
      "description": "Мобильный телефон"
    }
  },
  {
    "model": "main.category",
    "pk": 2,
    "fields": {
      "name": "Ноутбук",
      "description": "Портативный компьютер"
    }
  },
  {
    "model": "main.category",
    "pk": 3,
    "fields": {
      "name": "Компьютер",
      "description": "Стационарный компьютер"
    }
  },
  {
    "model": "main.category",
    "pk": 4,
    "fields": {
      "name": "Монитор",
      "description": "ЖК-экран"
    }
  },
  {
    "model": "main.product",
    "pk": 3,
    "fields": {
      "name": "IPhone 14 Pro Max",
      "description": "Данная модель могла быть предварительно активирована. Является абсолютно новой, не проходила процедуру привязки аккаунта Apple ID.  Обращаем ваше внимание, указанная выше информация не влияет на потребительские характеристики, функциональность и гарантию М.Видео.   iPhone 14 Pro Max — смартфон в корпусе цвета Deep Purple, выполненном из нержавеющей стали и противоударного стекла Ceramic Shield, обладает встроенной памятью 128 Гб. Благодаря классу защиты от воды и пыли IP68 устройство не пострадает при погружении на глубину до 6 м. Экран типа Super Retina XDR Pro Motion диагональю 6,7 дюйма сделан по технологии OLED. \r\nЭта модель оборудована тремя основными и одной фронтальной камерой. Основной объектив защищен от повреждений сапфировым стеклом. Модули позволяют записывать видео в качестве 4К, фотографировать с 15-кратным приближением и двукратным удалением. Питание обеспечивает литий-ионный аккумулятор, подпитывать его можно через компьютер, сетевой адаптер или при помощи док-станции MagSafe с функцией Qi. Ресурса батареи хватает на 29 часов просмотра видеоконтента и 95 часов прослушивания музыки. \r\nЗа производительность отвечает шестиядерный процессор A16 Bionic. Девайс со встроенной e-SIM-картой. Он поддерживает все существующие мобильные стандарты (в том числе 5G). Устройство обладает модулями беспроводной передачи данных NFC, Bluetooth 5.3 и Wi-Fi. Размеры смартфона — 160,7х77,6х7,85 см, вес — 240 г.",
      "image": "product/666-apple-iphone-14-pro-max-256gb-morado-oscuro-libre-opiniones.webp",
      "category": 1,
      "price": 140000,
      "make_date": null,
      "change_date": null
    }
  },
  {
    "model": "main.product",
    "pk": 4,
    "fields": {
      "name": "Samsung Galaxy S23",
      "description": "Смартфон Samsung Galaxy S23 Black — модель с безрамочным экраном диагональю 6,1 дюйма, выполненным по технологии Dynamic AMOLED 2X. Разрешение — 2400x1080 пикселей, частота обновления — 120 Гц. Отображается 16 млн цветов. Надежную защиту дисплея обеспечивает стекло Corning Gorilla Glass 8. Высокую производительность девайса гарантируют восьмиядерный процессор Qualcomm Snapdragon 8 Gen 2 и 8 Гб оперативной памяти. Для установки приложений, хранения изображений, музыки видео и документов используется хранилище объемом 256 Гб.  В устройство можно установить две nano-SIM, кроме того, поддерживается eSIM. Смартфон работает в сетях вплоть до 5G. Навигационные системы GPS, ГЛОНАСС, Beidou, Galileo и QZSS дадут возможность быстро сориентироваться в незнакомом месте, проложить кратчайший маршрут до нужной точки. Встроенные модули Wi-Fi 802.11 a/b/g/n/ac/ax и Bluetooth 5.3 обеспечивают доступ в Сеть и позволяют обмениваться данными с совместимыми устройствами. Авторизация может производиться на основе отпечатка пальца (сенсор расположен под экраном) и распознавания лица.  Основная камера представлена тройным модулем разрешением 50 Мп, 10 Мп и 12 Мп. Установлена оптическая система стабилизации, приблизить объекты можно при помощи оптического (3Х) и цифрового зума (до 30Х). Фронтальная камера на 12 Мп оснащена автофокусом для создания эффектных автопортретов.  Смартфон оснащен аккумулятором емкостью 3900 мА*ч. Он предоставляет до 35 часов автономной работы в режиме разговора и поддерживает беспроводную и быструю зарядку. Интерфейс подключения — USB Type-C. При производстве корпуса используются металл, стекло и пластик, стандарт защиты от влаги и пыли — IP68. Размеры модели: 146,3х70,9х7,6 мм, вес — 168 г.",
      "image": "product/Unknown.jpeg",
      "category": 1,
      "price": 87999,
      "make_date": null,
      "change_date": null
    }
  },
  {
    "model": "main.product",
    "pk": 5,
    "fields": {
      "name": "iMac 24 M1/8/256Gb Blue",
      "description": "Вы можете купить Моноблок Apple Apple iMac 24 M1/8/256Gb Blue (MJV93) в магазинах М.Видео по доступной цене. Моноблок Apple Apple iMac 24 M1/8/256Gb Blue (MJV93): подробное описание, фото и отзывы реальных покупателей, характеристики, возможность скачать инструкции и подобрать аксессуары.\r\nСмотреть все Apple iMac Apple",
      "image": "product/400172068b.jpg",
      "category": 3,
      "price": 214000,
      "make_date": null,
      "change_date": null
    }
  },
  {
    "model": "main.product",
    "pk": 6,
    "fields": {
      "name": "Apple MacBook Air 13",
      "description": "Собрали подробную информацию о технических характеристиках Ноутбук Apple MacBook Air 13 M2/16/256GB Midnight (Z160001TT). Читайте описание и характеристики модели на официальном сайте компании М.Видео. Вы также можете скачать сертификат соответствия и инструкцию к модели Ноутбук Apple MacBook Air 13 M2/16/256GB Midnight (Z160001TT).\r\nСмотреть все: Ноутбуки Apple MacBook Apple",
      "image": "product/30067600b.jpg",
      "category": 2,
      "price": 149999,
      "make_date": null,
      "change_date": null
    }
  },
  {
    "model": "main.version",
    "pk": 1,
    "fields": {
      "product_name": 6,
      "version_number": 1,
      "version_name": "M2/16/256GB Midnight",
      "is_active": true
    }
  }
]